<template>
	<div class="agreement min-width">
        <p class="mod-info f24 mb20 mt20 tc">用户协议</p>
        <p class="mod-info">本《用户协议》（以下称为“本协议”）分为两大部分，第一部分是文化部根据《网络游戏管理暂行规定》（文化部令第49号）制定的《网络游戏服务格式化协议必备条款》，第二部分是根据有关国家法律法规拟定的《用户协议》条款。内容如下：</p>
        <p class="mod-info f20 mb20 mt20 tc" >第一部分　　文化部网络游戏服务格式化协议必备条款</p>
        <p class="mod-info">根据《网络游戏管理暂行规定》（文化部令第49号），文化部制定《网络游戏服务格式化协议必备条款》。甲方为网络游戏运营企业，乙方为网络游戏用户。</p>
        <p class="mod-info">
            <strong>1 账号注册</strong>1.1 乙方承诺以其真实身份注册成为甲方的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任。 1.2 乙方以其真实身份注册成为甲方用户后，需要修改所提供的个人身份资料信息的，甲方应当及时、有效地为其提供该项服务。</p>
        <p class="mod-info">
            <strong>2 用户账号使用与保管</strong>
            <br>2.1 根据必备条款的约定，甲方有权审查乙方注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；乙方有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给乙方和他人的民事权利造成损害的，应当承担由此产生的法律责任。
            <br>2.2 乙方对登录后所持账号产生的行为依法享有权利和承担责任。
            <br>2.3 乙方发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据甲方公布的处理方式通知甲方，并有权通知甲方采取措施暂停该账号的登录和使用。
            <br>2.4 甲方根据乙方的通知采取措施暂停乙方账号的登录和使用的，甲方应当要求乙方提供并核实与其注册身份信息相一致的个人有效身份信息。
            <br>2.4.1 甲方核实乙方所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停乙方账号的登录和使用。
            <br>2.4.2 甲方违反2.4.1款项的约定，未及时采取措施暂停乙方账号的登录和使用，因此而给乙方造成损失的，应当承担其相应的法律责任。
            <br>2.4.3 乙方没有提供其个人有效身份证件或者乙方提供的个人有效身份证件与所注册的身份信息不一致的，甲方有权拒绝乙方上述请求。
            <br>2.5 乙方为了维护其合法权益，向甲方提供与所注册的身份信息相一致的个人有效身份信息时，甲方应当为乙方提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。
            <br></p>
        <p class="mod-info">
            <strong>3 服务的中止与终止</strong>
            <br>3.1 乙方有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，甲方应当立即终止对乙方提供服务。
            <br>3.2 乙方在接受甲方服务时实施不正当行为的，甲方有权终止对乙方提供服务。该不正当行为的具体情形应当在本协议中有明确约定或属于甲方事先明确告知的应被终止服务的禁止性行为，否则，甲方不得终止对乙方提供服务。
            <br>3.3 乙方提供虚假注册身份信息，或实施违反本协议的行为，甲方有权中止对乙方提供全部或部分服务；甲方采取中止措施应当通知乙方并告知中止期间，中止期间应该是合理的，中止期间届满甲方应当及时恢复对乙方的服务。
            <br>3.4 甲方根据本条约定中止或终止对乙方提供部分或全部服务的，甲方应负举证责任。
            <br></p>
        <p class="mod-info">
            <strong>4 用户信息保护</strong>
            <br>4.1 甲方要求乙方提供与其个人身份有关的信息资料时，应当事先以明确而易见的方式向乙方公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护乙方的个人信息资料的安全。
            <br>4.2 未经乙方许可甲方不得向任何第三方提供、公开或共享乙方注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：
            <br>4.2.1 乙方或乙方监护人授权甲方披露的；
            <br>v4.2.2 有关法律要求甲方披露的；
            <br>4.2.3 司法机关或行政机关基于法定程序要求甲方提供的；
            <br>4.2.4 甲方为了维护自己合法权益而向乙方提起诉讼或者仲裁时；
            <br>4.2.5 应乙方监护人的合法要求而提供乙方个人身份信息时。
            <br></p>
        <p class="mod-info f20 mb20 mt20 tc">第二部分　　《用户协议》条款</p>
        <p class="mod-info">
            <strong>5 特别提示</strong>
            <br>5.1 本协议系由用户与深圳市拇指游玩科技有限公司（以下简称为“拇指游玩”，在《文化部网络游戏服务格式化协议必备条款》当中又被称为“甲方”，是本协议的一方当事人）就我们所提供的产品、服务、网站（统称为“服务”）所订立的相关权利义务规范。
            <br>5.2 “用户”是指愿意接受或实际上已经接受拇指游玩提供的服务的自然人，在《文化部网络游戏服务格式化协议必备条款》当中又被称为“乙方”，是本协议的一方当事人。
            <br>5.3 本协议是用户接受拇指游玩的服务时适用的通用条款。因此，请于注册成为拇指游玩用户前或接受我们的服务前，确实详细阅读本协议的所有内容,当用户点选同意键或使用任何服务即视为同意并接受本协议的所有规范并愿受其约束。
            <br>5.4 用户了解并同意：无论事实上是否在注册前认真阅读，只要用户点击“同意”按钮并按照相关注册程序成功注册，用户的行为就已表示用户无条件接受了本协议及拇指游玩所公布的相关服务规则，并愿意受其约束。如果发生纠纷，用户不得以未仔细阅读为由实行抗辩。
            <br>5.5 用户了解并同意：随着经营情况的变化，拇指游玩有权随时更改本协议及相关服务规则。修改本协议时，拇指游玩将于相关页面公告修改的事实，有权不对用户进行个别通知。用户应该在每次登录前查询拇指游玩官方网站的相关公告，以了解本协议及其他服务规则的变化。若用户不同意本协议或相关服务规则，或者不同意拇指游玩作出的修改，用户可以主动停止使用拇指游玩提供的服务，如果在拇指游玩修改本协议或服务规则后，用户仍继续使用拇指游玩提供的服务，即表示用户同意拇指游玩对本协议及相关服务规则所做的所有修改。由于用户在本协议变更后因未熟悉公告规定而引起的损失，拇指游玩将不会承担任何责任。
            <br></p>
        <p class="mod-info">
            <strong>6 知识产权及所有权声明</strong>
            <br>拇指游玩所提供的服务仅供个人及非商业目的的使用。与本服务有关的全部信息、资料、技术（包括相关的软件）的著作权、专利权、商标、商业秘密、其他知识产权、所有权或其他权利，均为拇指游玩或其权利人所有，除非事先获得拇指游玩或其权利人的合法授权，用户不得对任何该信息、资料、软件、产品和服务进行修改、拷贝、散布、传送、展示、执行、复制、发行、授权、制作衍生著作、移转或销售。如用户未遵守本条款的上述规定，在不损害其他权利的情况下，拇指游玩可立即终止向用户提供服务，用户必须销毁任何已经获得的上述信息、资料、软件或产品。</p>
        <p class="mod-info">
            <strong>7 注册资料</strong>
            <br>7.1 提供个人注册资料
            <br>7.1.1 在申请拇指游玩账号时，用户向拇指游玩提供的是及时、详细及准确的个人资料；
            <br>7.1.2 所有由用户提供的个人资料将被拇指游玩用来作为识别该等用户和其他用户的依据；
            <br>7.1.3 如果用户所提供的个人注册资料与事实不符，或已变更而未及时更新，或有任何误导之嫌，导致拇指游玩无法为用户提供或进一步提供产品和服务，拇指游玩将不承担任何责任。
            <br>7.2 修改注册资料
            <br>用户可以在任何时候，通过拇指游玩官方网站提供的服务或拇指游玩公布的其他途径，更新或修改用户申请注册时所提供的资料。
            <br>7.3 个人资料的披露
            <br>为了向用户提供产品和服务，用户同意授权拇指游玩以拇指游玩认为适当的方式向第三方透露用户的注册资料。但是，拇指游玩不会公开用户的姓名、住址、通讯地址、电子邮箱、账号、密码等个人资料。除非：
            <br>(1) 用户允许拇指游玩披露这些个人资料；
            <br>(2) 有关法律法规或行政规章要求拇指游玩披露用户的个人资料；
            <br>(3) 司法机关或行政机关基于法定程序要求拇指游玩披露用户的个人资料；
            <br>(4) 为保护拇指游玩的知识产权和其他财产权益，需要披露用户的个人资料；
            <br>(5) 在紧急情况下为保护其他用户和社会大众的人身安全，需要披露用户的个人资料。
            <br>拇指游玩将采取商业上合理的方式以保护用户的个人资料的安全。拇指游玩将使用通常可以获得的安全技术和程序来保护用户的个人资料不被未经授权的访问、使用或泄漏。对于非因拇指游玩的疏忽而造成用户账号的丢失或用户个人资料的泄密，拇指游玩不承担任何责任。
            <br></p>
        <p class="mod-info">
            <strong>8 账号与密码</strong>
            <br>此处指的是用户注册成功的账号及密码。用户对于用户的账号及密码的保管以及使用该账号和密码所进行的一切行动负有完全的责任。请不要将账号、密码转让或出借给他人使用。因为用户的保管疏忽或其他任何个人行为导致用户的账号或密码遭他人非法使用及因此所衍生的任何后果，拇指游玩不承担任何责任。
            <br></p>
        <p class="mod-info">
            <strong>9 用户的权利</strong>
            <br>9.1 用户可以根据本协议以及拇指游玩不时更新和公布的其他规则使用拇指游玩提供的服务。
            <br>9.2 用户有权在使用拇指游玩提供的服务期间监督拇指游玩及拇指游玩的工作人员是否按照拇指游玩所公布的标准向用户提供产品和服务，也可以随时向拇指游玩提出与拇指游玩的产品和服务有关的意见和建议。
            <br>9.3 如果用户不同意本协议条款，或对拇指游玩后来更新的条款有异议，或对拇指游玩所提供的产品和服务不满意，用户可以选择停止使用拇指游玩的服务。如果用户选择停止使用拇指游玩的服务，则拇指游玩即不再对用户承担任何义务和责任。
            <br></p>
        <p class="mod-info">
            <strong>10 用户的义务</strong>
            <br>10.1 用户同意按照拇指游玩不时发布、变更和修改的本协议条款及其他规则接受并使用拇指游玩的服务，用户不得通过不正当的手段或其他不公平的手段使用拇指游玩的产品和服务或参与拇指游玩活动。
            <br>10.2 用户不得干扰拇指游玩正常地提供产品和服务，包括但不限于：
            <br>(1) 攻击、侵入拇指游玩的网站服务器或使网站服务器过载；
            <br>(2) 破解、修改拇指游玩提供的客户端程序；
            <br>(3) 攻击、侵入拇指游玩的游戏服务器或游戏服务器端程序或使游戏服务器过载；
            <br>(4) 制作、发布、传播任何形式的妨碍游戏公平性的辅助工具或程序（外挂）；
            <br>(5) 利用程序的漏洞和错误（Bug）破坏游戏的正常进行或传播该漏洞或错误（Bug）；
            <br>(6) 不合理地干扰或阻碍他人使用拇指游玩所提供的产品和服务。
            <br>10.3 用户必须保管好自己的账号和密码，由于用户的原因导致账号和密码泄密而造成的后果均将由用户自行承担
            <br>10.4 用户不能利用拇指游玩所提供的产品和服务从事商业目的的活动，也不能利用拇指游玩的产品和服务进行销售或其他商业目的的活动。
            <br>10.5 用户需对自己账号中的所有活动和事件负责。用户须遵守有关互联网信息发布的有关法律、法规及通常适用的互联网一般道德和礼仪的规范，用户将自行承担用户所发布的信息内容的责任。特别的，用户不得发布下列内容：
            <br>(1) 反对宪法所确定的基本原则的；
            <br>(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
            <br>(3) 损害国家荣誉和利益的；
            <br>(4) 煽动民族仇恨、民族歧视，破坏民族团结的；
            <br>(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；
            <br>(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；
            <br>(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
            <br>(8) 侮辱或者诽谤他人，侵害他人合法权益的；
            <br>(9) 含有法律、行政法规禁止的其他内容的。
            <br>(10) 侵犯任何第三者的知识产权，版权或公众/私人权利的。
            <br>(11) 违反人文道德、风俗习惯的。
            <br>10.6 用户的游戏账号、游戏角色，以及与拇指游玩产品相关的论坛昵称不得包含本协议第10.5条所禁止发布的内容。
            <br></p>
        <p class="mod-info">
            <strong>11 服务的中止与终止</strong>
            <br>11.1 用户有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，拇指游玩应当立即终止对用户提供服务。
            <br>11.2 用户在接受拇指游玩服务时实施不正当行为的，拇指游玩有权终止对用户提供服务。该不正当行为的具体情形应当在本协议中有明确约定或属于拇指游玩事先明确告知的应被终止服务的禁止性行为。
            <br>11.3 用户提供虚假注册身份信息，或实施违反本协议的行为，拇指游玩有权中止对用户提供全部或部分服务；拇指游玩采取中止措施应当通知用户并告知中止期间，中止期间应该是合理的，中止期间届满拇指游玩应当及时恢复对用户的服务。
            <br>11.4 发生下列情形之一时，拇指游玩有权中止或终止拇指游玩提供的服务，对于因此而产生的困扰、不便或损失，拇指游玩不承担任何责任：
            <br>(1) 定期检查或施工，软硬件更新等，即暂停服务，拇指游玩将尽快完成维修、维护工作；
            <br>(2) 服务器遭到任何形式的破坏，无法正常运作；
            <br>(3) 网络线路或其它导致用户通过Internet连接至拇指游玩服务器的动作发生滞碍等情形；
            <br>(4) 自然灾害等不可抗力的因素；
            <br>(5) 在紧急情况之下为维护国家安全或其它用户及第三者人身安全时；
            <br>(6) 发生突发性软硬件设备与电子通信设备故障时。
            <br></p>
        <p class="mod-info">
            <strong>12 有限保证及责任限制</strong>
            <br>12.1 对于拇指游玩的产品和服务，拇指游玩仅作下述有限保证，该有限保证取代任何文档、包装、或其他资料中的任何其他明示或默示的保证（如有）。
            <br>12.2 拇指游玩仅以“现有状况且包含所有错误”的形式提供相关的产品、软件或程序及任何支持服务，并仅保证：
            <br>(1) 拇指游玩所提供的产品和服务能基本符合拇指游玩正式公布的要求；
            <br>(2) 拇指游玩所提供的相关产品和服务基本与拇指游玩正式公布的服务承诺相符；
            <br>(3) 拇指游玩仅在商业上允许的合理范围内尽力解决拇指游玩在提供产品和服务过程中所遇到的任何问题。
            <br>12.3 在适用法律允许的最大范围内，拇指游玩明确表示不提供任何其他类型的保证，不论是明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。
            <br>12.4 另外，在适用法律允许的最大范围内，拇指游玩并不担保拇指游玩所提供的产品和服务一定能满足用户的要求，也不担保提供的产品和服务不会被中断，并且对产品和服务的及时性，稳定性，安全性，出错发生以及信息是否能准确、及时、顺利地传送均不作任何担保。
            <br>12.5 在适用法律允许的最大范围内，拇指游玩不就因用户使用拇指游玩的产品和服务引起的，或在任何方面与拇指游玩的产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求（包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿）承担任何责任。
            <br>12.6 拇指游玩对于任何包含、经由或链接、下载或从任何与有关拇指游玩的产品和服务所获得的任何内容、信息或广告，不声明或保证其正确性或可靠性；并且对于用户经拇指游玩发布的广告、展示而购买、取得的任何产品、信息或资料，拇指游玩不负保证责任。
            <br></p>
        <p class="mod-info">
            <strong>13 第三方链接</strong>
            <br>用户可能在使用拇指游玩的产品和服务过程中链接到第三方的站点。拇指游玩仅为了提供便利的目的而向用户提供这些到第三方站点的链接，拇指游玩所提供的这些链接并不意味着拇指游玩认可该第三方站点，或拇指游玩与第三方站点存在任何形式的连带关系。第三方的站点不由拇指游玩控制，拇指游玩不对任何第三方站点的内容、第三方站点包含的任何链接、或第三方站点的任何更改或更新及一切与第三方站点的合法性和适当性负责。用户需要检查并遵守该第三方站点的相关规定。用户通过拇指游玩或拇指游玩所链接的网站所购买的服务或商品，其交易行为仅存于用户与该商品或服务的提供者之间，与拇指游玩无关，拇指游玩不对用户与该商品或服务提供者之间所产生的交易行为承担任何法律责任。</p>
        <p class="mod-info">
            <strong>14 风险承担</strong>
            <br>用户同意使用拇指游玩提供的产品和服务是出于用户的个人意愿，并愿自负任何风险，包括但不限于用户因执行拇指游玩所提供的服务程序或自行由官方网站下载游戏或资料而导致用户或用户所使用的计算机系统受到损害或发生任何资料的流失等。
            <br></p>
        <p class="mod-info">
            <strong>15 损害赔偿</strong>
            <br>用户若违反本协议或相关法令，导致拇指游玩的母公司、子公司、附属公司、关联企业、受雇人、代理人及其他一切相关履行辅助人员因此受到损害或支出一切衍生费用（包括但不限于支付上述人士须就您的违反行为所进行的一切辩护或索偿诉讼及相关和解之法律费用），用户应负担损害赔偿及费用承担责任。
            <br></p>
        <p class="mod-info">
            <strong>16 拇指游玩拥有终止权</strong>
            <br>16.1 用户应确实遵守本协议及有关法律命令的规定。若拇指游玩认定用户违反本协议或任何法令，拇指游玩有权中止、冻结及终止或删除用户账号与用户账号中的所有相关资料、档案及任何记录（包括但不限于角色信息、等级物品、点数、积分信息等），以及取消、冻结、停止、限制用户的会员资格，用户无权要求拇指游玩返还用户帐号中剩余点数对应的真实货币价值或其他任何价值以及其他任何虚拟物品的价值。如有系统故障、Bug、程序出错等问题，拇指游玩有权把游戏的资料还原到一定日期，以维护游戏内之平衡。用户不得因此要求补偿或赔偿。拇指游玩会根据法律的规定，进行公告、通知或提示。
            <br>16.2 为了向用户提供产品和服务，拇指游玩可能会需要定期或不定期地对有关的网站服务器或游戏服务器或拇指游玩所提供的产品和服务的相关官方网站进行维护，该维护可能造成服务的中断，并且该中断可能没有事先的通知，对于由此引起的中断拇指游玩不承担任何责任。
            <br>16.3 用户已经了解并同意对于因拇指游玩、拇指游玩的合作方或电信网络系统软硬件设备的故障、失灵或人为操作的疏失而全部或部分中断、暂时无法使用、迟延并造成拇指游玩提供产品和服务的停止或中断的，拇指游玩不承担任何责任；对于因他人侵入拇指游玩的网络或游戏系统，篡改、删改或伪造、变造网站和游戏资料或数据而造成拇指游玩的产品和服务的停止或中断，拇指游玩也不承担任何责任。
            <br>16.4 若因拇指游玩自身的原因而导致拇指游玩的产品和服务的停止或中断持续超过合理时间的，拇指游玩将依据法律法规的规定进行公告、通知或提示。
            <br></p>
        <p class="mod-info">
            <strong>17 关于广告</strong>
            <br>拇指游玩的游戏软件上可能刊登商业广告或其它活动促销的广告。这些内容系广告商或商品服务提供者所为，拇指游玩仅提供刊登内容的媒介，与其不存在任何雇用、委托、代理、合伙或其他类似的关系。用户通过拇指游玩或拇指游玩所链接的网站所购买的服务或商品，其交易行为仅存于用户与该商品或服务的提供者之间，与拇指游玩无关，拇指游玩不对用户与该商品或服务提供者之间所产生的交易行为承担任何法律责任。
            <br></p>
        <p class="mod-info">
            <strong>18 与法律的冲突</strong>
            <br>本协议的解释、效力及适用以中华人民共和国法律为依据。如果本协议的任何内容与法律相抵触，应以法律规定为准。双方在本协议执行过程中如果有纠纷，应以友好协商的方式解决；无法协商解决的，任何一方可以将争议提交有管辖权的人民法院诉讼解决。
            <br></p>
        <p class="mod-info">
            <strong>19 个别条款的效力</strong>
            <br>本协议中任何条款的部分或全部无效，不影响其它条款的效力。
            <br></p>
        <p class="mod-info">
            <strong>20 青少年用户特别提示</strong>
            <br>青少年用户必须遵守全国青少年网络文明公约：要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。</p>
	</div>
</template>
<script>
	export default{
		
	}
</script>
<style scoped lang="stylus">
.agreement 
    font-size 12px
    width 1120px
    margin 0 auto
    p
        color #666 
        font-size 12px
        line-height 24px
        strong 
            color #333
    .f20
        font-size 20px
    .f24
        font-size 24px

</style>